[
  {
    "Rank": "3062",
    "Name": "UQ Holder!",
    "Japanese_name": " UQ Holder! ~Mahou Sensei Negima! 2~",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "J.C.Staff",
    "Release_season": "Fall ",
    "Tags": "Action, Adventure, Fantasy, Shounen, Vampires, Based on a Manga, Explicit Violence",
    "Rating": "3.66",
    "Release_year": "2017.0",
    "Description": "\"When you\u0027re the grandson of a famous hero, you\u0027d think that your life would be interesting, but Tota Konoe is stuck in the dullest place he can imagine! He can\u0027t even leave his tiny village until he can defeat his teacher and foster parent Yukihime, and she seems to be impossibly powerful. Then everything changes when Yukihime is attacked and Tota learns that both she and Tota himself aren\u0027t who or what Tota thought they were! Now Tota has a new, impossibly long life ahead of him and an amazing destiny that ties in with the fate of his grandfather, the legendary Negi Springfield!\"",
    "Content_Warning": "Explicit Violence",
    "Related_Mange": "Negima! Magister Negi Magi, Negima!? Neo, Negiho: Mahora Little Girls, UQ Holder!",
    "Related_anime": "Mahou Sensei Negima! Introduction Film, Negima!, Negima!?, Negima!? Haru Special!?, Negima!? Natsu Special!?, Mahou Sensei Negima! ~Shiroki Tsubasa Ala Alba~, Mahou Sensei Negima! ~Mou Hitotsu no Sekai~, Mahou Sensei Negima! ~Mou Hitotsu Sekai~ Magical Girl Yue, Mahou Sensei Negima! Anime Final, UQ Holder! OVA",
    "Voice_actors": "Evangeline A.K. Mcdowell : Yuki Matsuoka, Touta Konoe : Yuka Takakura, Asuna Kagurazaka : Akemi Kanda, Fate Averruncus : Akira Ishida, Gengorou Makabe : Yuuki Kaji, Ikkuu Ameya : Tetsuya Kakihara, Karin Yuuki : Yui Ogura, Kirie Sakurame : Ai Kayano, Ken Akamatsu\nOriginal Creator, Youhei Suzuki\nDirector, Masahiro Fujii\nCharacter Design",
    "staff": "Ken Akamatsu : Original Creator, Youhei Suzuki : Director, Masahiro Fujii : Character Design"
  },
  {
    "Rank": "3776",
    "Name": "Lunar Legend Tsukihime",
    "Japanese_name": " Shingetsutan Tsukihime",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "J.C.Staff",
    "Release_season": "Fall ",
    "Tags": "Action, Fantasy, Romance, Seinen, Overpowered Main Characters, Vampires, Based on a Visual Novel, Violence",
    "Rating": "3.6",
    "Release_year": "2003.0",
    "Description": "\u0027With a past shrouded in mystery and a blank memory, Shiki Tohno seems to be just another \"average high school student\". That is, until he nearly kills a female vampire with his secret deadly ability to \"see the lines\". His journey to unlock the secrets of the Tohno family and unbury his own lost memories has only just begun, and now he must also help the woman, Arcueid Brunestud, find a lethal phantom named Roa, and kill it using his ability.\u0027",
    "Content_Warning": "Violence",
    "Related_Mange": "The Garden of Sinners (Light Novel), Tsukihime, Magi-Cu 4-koma: Tsukihime, Fate/Stay Night, Melty Blood, Melty Blood X, Fate/strange Fake",
    "Related_anime": "The Garden of Sinners Movie 1: Thanatos. (Overlooking View), The Garden of Sinners Movie 2: ...And Nothing Heart. (Murder Speculation Part A), The Garden of Sinners Movie 3: Ever Cry, Never Life. (Remaining Sense of Pain), The Garden of Sinners Movie 4: Garan-no-Dou. (The Hollow Shrine), The Garden of Sinners Movie 5: Paradox Paradigm, The Garden of Sinners Movie 6: Fairy Tale. (Oblivion Recording), The Garden of Sinners Remix: Gate of Seventh Heaven, The Garden of Sinners Movie 7: ......Not Nothing Heart. (Murder Speculation Part B), Carnival Phantasm: EX Season, The Garden of Sinners: Epilogue, Carnival Phantasm, Carnival Phantasm: Illya\u0027s Castle",
    "Voice_actors": "Akiha Tohno : Shizuka Itou, Arcueid Brunestud : Hitomi Nabatame, Ciel : Fumiko Orikasa, Shiki Tohno : Kenichi Suzumura, Arihiko Inui : Takahiro Sakurai, Chaos Nero : Kenta Miyake, Hisui : Yumi Kakazu, Kohaku : Kana Ueda, Katsushi Sakurabi\nDirector, Toshiyuki Omori\nMusic, Kaoru Ozawa\nCharacter Design, Yuuji Matsukura\nProducer, Yuuichi Sekido\nProducer, Takeshi Shinguuji\nProducer, Shigeru Nishiyama\nEditor, Masahiro Hosoda\nStoryboard",
    "staff": "Katsushi Sakurabi : Director, Toshiyuki Omori : Music, Kaoru Ozawa : Character Design, Yuuji Matsukura : Producer, Yuuichi Sekido : Producer, Takeshi Shinguuji : Producer, Shigeru Nishiyama : Editor, Masahiro Hosoda : Storyboard"
  },
  {
    "Rank": "11374",
    "Name": "If I See You in My Dreams",
    "Japanese_name": " Yume de Aetara",
    "Type": "TV   ",
    "Episodes": "16.0",
    "Studio": "J.C.Staff",
    "Release_season": "Fall ",
    "Tags": "Comedy, Ecchi, Romance, Seinen, Slice of Life, Love Triangle, Short Episodes, Based on a Manga, Nudity",
    "Rating": "3.14",
    "Release_year": "1998.0",
    "Description": "Twenty-four-year-old Masuo has never kissed or held hands with a girl in his life, much less had a girlfriend. Nevertheless, the school teacher Nagisa, whom he\u0027s infatuated with, has agreed to go on a date with him; and his co-worker Miho has fallen in love with him. Masuo finds himself torn between the two of them as he attempts to maintain his friendship with Miho while pursuing a relationship with Nagisa, but Miho hasn\u0027t given up on him and her continued advances make Nagisa understandably jealous. Will Mauso find the courage to turn down Miho, or will her persistence win his affections?",
    "Content_Warning": "Nudity",
    "Related_Mange": "Yume de Aetara",
    "Related_anime": "If I See You In My Dreams OVA",
    "Voice_actors": "Masuo Fugono : Hiro Yuuki, Nagisa Shiozaki : Mami Kingetsu, Miho Hamaoka : Hiroko Konishi, Namiko Isobe : Rica Matsumoto, Funakoshi : Masaru Hachinohe, Sayaka Misaki : Tomoko Ohtsuka, Noriyuki Yamahana\nOriginal Creator, Takeshi Yamaguchi\nDirector, Moka\nMusic, Ryouichi Ooki\nCharacter Design, Michihisa Abe\nProducer",
    "staff": "Noriyuki Yamahana : Original Creator, Takeshi Yamaguchi : Director, Moka : Music, Ryouichi Ooki : Character Design, Michihisa Abe : Producer"
  },
  {
    "Rank": "14125",
    "Name": "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks?",
    "Japanese_name": " Tsuujou Kougeki ga Zentai Kougeki de Nikai Kougeki no Okaasan wa Suki desu ka?",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "J.C.Staff",
    "Release_season": "Summer",
    "Tags": "Action, Adventure, Comedy, Ecchi, Fantasy, Romance, Magic, Person in a Strange World, Trapped in a Video Game, Based on a Light Novel, Nudity",
    "Rating": "2.81",
    "Release_year": "2019.0",
    "Description": "A new kind of momcom roleplaying adventure! What would you do if you got transported into a video game...with your mom?? That\u0027s the dilemma facing high schooler Masato Oosuki, who has been unwittingly thrown into an RPG world with his doting mother close behind as part of a secret government scheme. As an avid gamer, Masato is eager to show off his skills...but that\u0027s hard to do when your mom is an insanely overpowered, dual-wielding, multi-target specialist!",
    "Content_Warning": "Nudity",
    "Related_Mange": "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks? (Light Novel), Do You Love Your Mom and Her Two-Hit Multi-Target Attacks?",
    "Related_anime": "Do You Love Your Mom and Her Two-Hit Multi-Target Attacks? Do You Love Your Mom on the Shore?",
    "Voice_actors": "Mamako Ousuki : Ai Kayano, Masato Ousuki : Haruki Ishiya, Amante : Natsumi Fujiwara, Masumi Shirase : Satomi Arai, Medy : Lynn, Porter : Sayaka Harada, Wise : Sayumi Suzushiro, Empress Of Night, Pochi Iida\nOriginal Character Design, Yoshiaki Iwasaki\nDirector, Keiji Inai\nMusic, Youhei Yaegashi\nCharacter Design, Yuuji Matsukura\nProducer, Nobuhiro Nakayama\nProducer, Tomoyuki Oowada\nProducer, Yoshiyuki Shioya\nProducer",
    "staff": "Pochi Iida : Original Character Design, Yoshiaki Iwasaki : Director, Keiji Inai : Music, Youhei Yaegashi : Character Design, Yuuji Matsukura : Producer, Nobuhiro Nakayama : Producer, Tomoyuki Oowada : Producer, Yoshiyuki Shioya : Producer"
  }
]