[
  {
    "Rank": "1070",
    "Name": "Hell Girl: Two Mirrors",
    "Japanese_name": " Jigoku Shoujo Futakomori",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "Studio DEEN",
    "Release_season": "Fall ",
    "Tags": "Horror, Deal with the Devil, Episodic, Melancholy, Supernatural, Youkai, Original Work, Bullying,, Emotional Abuse",
    "Rating": "3.95",
    "Release_year": "2006.0",
    "Description": "\u0027Enma Ai seems like an ordinary girl, but in reality she is Jigoku Shoujo: Hell Girl. If you live in Japan and hate someone deep down, she will take revenge for you, at a price. Access her website at midnight and her services are yours, but in exchange you will spend an eternity in hell once you die. After the events with the reporter Shibata, Ai and her assistants Ichimoku Ren, Hone Onna and Wanyuudo are back to their duties of ferrying more souls to hell. Only this time, they are joined by a mysterious girl named Kikuri whose intentions and nature are completely unknown...\u0027",
    "Content_Warning": "Bullying,, Emotional Abuse",
    "Related_Mange": "Hell Girl, Shin Jigoku Shoujo, Hell Girl R",
    "Related_anime": "Hell Girl, Hell Girl: Three Vessels, Hell Girl: Fourth Twilight",
    "Voice_actors": "Ai Enma : Mamiko Noto, Hone Onna : Takako Honda, Kikuri : Kanako Sakai, Ren Ichimoku : Masaya Matsukaze, Wanyudo : Takayuki Sugou, Takuma Kurebayashi : Ayumi Fujimura, Ai\u0027S Grandmother : Eriko Matsushima, Hirohisa Sugita : Junichi Suwabe, Takahiro Oomori\nDirector, Yasuharu Takanashi\nMusic, Hiromi Mizutani\nMusic, Mariko Oka\nCharacter Design, Ai Abe\nProducer, Norihiro Hayashida\nProducer",
    "staff": "Takahiro Oomori : Director, Yasuharu Takanashi : Music, Hiromi Mizutani : Music, Mariko Oka : Character Design, Ai Abe : Producer, Norihiro Hayashida : Producer"
  },
  {
    "Rank": "2404",
    "Name": "Hell Girl",
    "Japanese_name": " Jigoku Shoujo",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "Studio DEEN",
    "Release_season": "Fall ",
    "Tags": "Horror, Deal with the Devil, Episodic, Melancholy, Supernatural, Youkai, Original Work, Animal Abuse,, Bullying,, Emotional Abuse,, Mature Themes",
    "Rating": "3.74",
    "Release_year": "2005.0",
    "Description": "\u0027Has someone done something to hurt you or the ones you love? Are you seeking revenge? Rumor has it that there’s a website that can service your needs. Titled “Hotline to Hell”, it contains a form that can be accessed only at midnight. Type in a name, and the Hell Girl will carry out your bidding – for a price. For though your appetite for revenge will be satisfied, your soul will also be condemned to hell after you die. But who is the Hell Girl, and does she care whether your revenge is justified? Apparently not, as long as she gets more souls…\u0027",
    "Content_Warning": "Animal Abuse,, Bullying,, Emotional Abuse,, Mature Themes",
    "Related_Mange": "Hell Girl, Shin Jigoku Shoujo, Hell Girl R",
    "Related_anime": "Hell Girl: Two Mirrors, Hell Girl: Three Vessels, Hell Girl: Fourth Twilight",
    "Voice_actors": "Ai Enma : Mamiko Noto, Hone Onna : Takako Honda, Ren Ichimoku : Masaya Matsukaze, Wanyudo : Takayuki Sugou, Hajime Shibata : Yuuji Ueda, Tsugumi Shibata : Nana Mizuki, Ai\u0027S Grandmother : Eriko Matsushima, Akane Sawai : Rie Tanaka, Takahiro Oomori\nDirector, Yasuharu Takanashi\nMusic, Hiromi Mizutani\nMusic, Mariko Oka\nCharacter Design, Ai Abe\nProducer, Norihiro Hayashida\nProducer, Masahiro Hosoda\nEpisode Director \u0026 Storyboard",
    "staff": "Takahiro Oomori : Director, Yasuharu Takanashi : Music, Hiromi Mizutani : Music, Mariko Oka : Character Design, Ai Abe : Producer, Norihiro Hayashida : Producer, Masahiro Hosoda : Episode Director \u0026 Storyboard"
  },
  {
    "Rank": "1619",
    "Name": "Hell Girl: Three Vessels",
    "Japanese_name": " Jigoku Shoujo Mitsuganae",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "Studio DEEN",
    "Release_season": "Fall ",
    "Tags": "Horror, Body Sharing, Deal with the Devil, Episodic, Melancholy, Supernatural, Youkai, Original Work, Bullying,, Emotional Abuse",
    "Rating": "3.85",
    "Release_year": "2008.0",
    "Description": "\"Since the Hell Girl\u0027s supposed disappearance, her three helpers, Ichimoku Ren, Wanyuudou and Hone-Onna have returned to humankind to live out a normal existence. Life for the trio is suddenly shattered when Kikuri returns with word from Enma Ai: she has taken control of the body of a young school girl, Yuzuki Mikage, to continue the Jigoku Tsushin website operation. With the hotline to Hell back up and running, the promise of vengeance will once more be too much for some people to resist, digging a grave for both themselves and their tormentor. With reunions from the past, a newly-revitalized Hell Girl and new grudges to take care of, will Enma Ai ever be released from her thankless task?\"",
    "Content_Warning": "Bullying,, Emotional Abuse",
    "Related_Mange": "Hell Girl, Shin Jigoku Shoujo, Hell Girl R",
    "Related_anime": "Hell Girl, Hell Girl: Two Mirrors, Hell Girl: Fourth Twilight",
    "Voice_actors": "Ai Enma : Mamiko Noto, Hone Onna :  Takako Honda, Kikuri : Kanako Sakai, Ren Ichimoku : Masaya Matsukaze, Wanyudo : Takayuki Sugou, Yamawaro : Hekiru Shiina, Yuzuki Mikage : Satomi Satou, Akie Takasugi : Kanae Oki, Hiroshi Watanabe\nDirector, Yasuharu Takanashi\nMusic, Hiromi Mizutani\nMusic, Kenji Fujisawa\nMusic, Mariko Oka\nCharacter Design, Ai Abe\nProducer, Ai Matsuki\nProducer, Kunitoshi Okajima\nStoryboard",
    "staff": "Hiroshi Watanabe : Director, Yasuharu Takanashi : Music, Hiromi Mizutani : Music, Kenji Fujisawa : Music, Mariko Oka : Character Design, Ai Abe : Producer, Ai Matsuki : Producer, Kunitoshi Okajima : Storyboard"
  },
  {
    "Rank": "8846",
    "Name": "Hell Girl: Fourth Twilight",
    "Japanese_name": " Jigoku Shoujo Yoi no Togi",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "Studio DEEN",
    "Release_season": "Summer",
    "Tags": "Horror, Deal with the Devil, Melancholy, Supernatural, Youkai, Original Work, Bullying,, Emotional Abuse,, Mature Themes,, Physical Abuse,, Sexual Abuse,, Sexual Content",
    "Rating": "3.29",
    "Release_year": "2017.0",
    "Description": "\"Ai Enma and her companions are back, continuing to make contracts with desperate people willing to trade their souls to Hell to get revenge on their enemies. But now the wandering spirit of a young girl\\xa0seems to be following them. She has no memory of who she is, nor does she understand why she is being made to bear witness to Ai\u0027s actions. Just what is her connection to Hell Link?\"",
    "Content_Warning": "Bullying,, Emotional Abuse,, Mature Themes,, Physical Abuse,, Sexual Abuse,, Sexual Content",
    "Related_Mange": "Hell Girl, Shin Jigoku Shoujo, Hell Girl R",
    "Related_anime": "Hell Girl, Hell Girl: Two Mirrors, Hell Girl: Three Vessels",
    "Voice_actors": "Ai Enma : Mamiko Noto, Hone Onna : Takako Honda, Kikuri : Kanako Sakai, Michiru Sagae : Misaki Watada, Ren Ichimoku : Masaya Matsukaze, Wanyudo : Takayuki Sugou, Yamawaro : Hekiru Shiina, Akie Takasugi, Takahiro Oomori\nDirector, Yasuharu Takanashi\nMusic, Mariko Oka\nCharacter Design, Shinichi Omata\nStoryboard",
    "staff": "Takahiro Oomori : Director, Yasuharu Takanashi : Music, Mariko Oka : Character Design, Shinichi Omata : Storyboard"
  },
  {
    "Rank": "320",
    "Name": "When They Cry: Kai",
    "Japanese_name": " Higurashi no Naku Koro ni Kai",
    "Type": "TV   ",
    "Episodes": "24.0",
    "Studio": "Studio DEEN",
    "Release_season": "Summer",
    "Tags": "Horror, Conspiracy, Countryside, Curse, Psychological, School Life, Thriller, Based on a Visual Novel, Explicit Violence",
    "Rating": "4.19",
    "Release_year": "2007.0",
    "Description": "\u0027It is the year 1983; and in the village of Hinamizawa, on the night of the cotton drifting festival and in the days following it, a series of deaths occurs. The only hope for the village and its inhabitants is the shrine maiden Furude Rika who, with the help of her invisible partner Hanyuu, is able to travel back in time and alter the events that led to disaster. Unfortunately, regardless of what changes are made, each voyage ultimately ends with the death of Rika and many of her friends. But when Rika’s friends start remembering things that happened to them in previous worlds and take steps to avoid the same outcomes, Rika realizes that their chances of survival have never been better. Can she really challenge and defeat fate itself?\u0027",
    "Content_Warning": "Explicit Violence",
    "Related_Mange": "Higurashi When They Cry: Abducted By Demons Arc, Higurashi When They Cry: Demon Exposing Arc, Higurashi When They Cry: Cotton Drifting Arc, Higurashi When They Cry: Curse Killing Arc, Higurashi no Naku Koro ni Kataribanashi-hen, Higurashi When They Cry: Beyond Midnight Arc, Higurashi When They Cry: Atonement Arc, Higurashi When They Cry: Time Killing Arc, Higurashi no Naku Koro ni Kai: Utsutsukowashi-hen, Higurashi When They Cry: Eye Opening Arc, Higurashi When They Cry: Festival Accompanying Arc, Higurashi When They Cry: Eye Opening Arc (Light Novel), Higurashi When They Cry: Massacre Arc, Higurashi When They Cry: Atonement Arc (Light Novel), Higurashi When They Cry: Massacre Arc (Light Novel), Higurashi When They Cry: Festival Accompanying Arc (Light Novel), Higurashi no Naku Koro ni: Hirukowashi-hen, Higurashi no Naku Koro ni Jan, Umineko: When They Cry Episode X, Higurashi no Naku Koro ni Jan: Tsubamegaeshi-hen, Umineko no Naku Koro ni Tsubasa, Higurashi When They Cry: Dice Killing Arc, Higurashi When They Cry: Wonderful",
    "Related_anime": "When They Cry: Higurashi, When They Cry: Higurashi - Nekogoroshi-hen, When They Cry: Kai - Ura Higu, When They Cry: Rei, Higurashi no Naku Koro ni Kira, Higurashi no Naku Koro ni Kaku Outbreak, Higurashi: When They Cry - Gou, Higurashi: When They Cry - Sotsu",
    "Voice_actors": "Hanyuu : Yui Horie, Keiichi Maebara : Souichirou Hoshi, Mion Sonozaki : Satsuki Yukino, Rena Ryuuguu : Mai Nakahara, Rika Furude : Yukari Tamura, Satoko Houjou : Mika Kanai, Shion Sonozaki : Satsuki Yukino, Jirou Tomitake : Tooru Ookawa, Ryukishi07\nOriginal Creator, Chiaki Kon\nDirector, Kenji Kawai\nMusic, Kyuuta Sakai\nCharacter Design, Mika Nomura\nProducer, Hiroyuki Oomori\nProducer, Takema Okamura\nProducer, Michio Fukuda\nStoryboard",
    "staff": "Ryukishi07 : Original Creator, Chiaki Kon : Director, Kenji Kawai : Music, Kyuuta Sakai : Character Design, Mika Nomura : Producer, Hiroyuki Oomori : Producer, Takema Okamura : Producer, Michio Fukuda : Storyboard"
  },
  {
    "Rank": "812",
    "Name": "When They Cry: Higurashi",
    "Japanese_name": " Higurashi no Naku Koro ni",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "Studio DEEN",
    "Release_season": "Spring",
    "Tags": "Horror, Mystery, Countryside, Curse, Psychological, School Life, Thriller, Based on a Visual Novel, Emotional Abuse,, Explicit Violence,, Mature Themes,, Physical Abuse,, Domestic Abuse",
    "Rating": "4.02",
    "Release_year": "2006.0",
    "Description": "\u0027Maebara Keiichi, an ordinary high-school boy, has transferred to a new school in Hinamizawa, a small rural village. At the outset everything seems peaceful and Keiichi becomes friends with a nice group of schoolgirls with whom he spends many idle summer afternoons. Suddenly violence encroaches upon the blissful peace of the village and Keiichi becomes entangled in an endless cycle of fear and death. The inconsistent, but inevitable horrors of Hinamizawa are told and retold becoming an endless and inescapable nightmare of insanity. Will it end even if the mystery of Hinamizawa is solved?\u0027",
    "Content_Warning": "Emotional Abuse,, Explicit Violence,, Mature Themes,, Physical Abuse,, Domestic Abuse",
    "Related_Mange": "Higurashi When They Cry: Abducted By Demons Arc, Higurashi When They Cry: Demon Exposing Arc, Higurashi When They Cry: Cotton Drifting Arc, Higurashi When They Cry: Curse Killing Arc, Higurashi no Naku Koro ni Kataribanashi-hen, Higurashi When They Cry: Beyond Midnight Arc, Higurashi When They Cry: Atonement Arc, Higurashi When They Cry: Time Killing Arc, Higurashi no Naku Koro ni Kai: Utsutsukowashi-hen, Higurashi When They Cry: Eye Opening Arc, Higurashi When They Cry: Abducted By Demons Arc (Light Novel), Higurashi When They Cry: Cotton Drifting Arc (Light Novel), Higurashi When They Cry: Curse Killing Arc (Light Novel), Higurashi When They Cry: Festival Accompanying Arc, Higurashi When They Cry: Time Killing Arc (Light Novel), Higurashi When They Cry: Massacre Arc, Higurashi no Naku Koro ni: Kokoro Iyashi-hen, Higurashi no Naku Koro ni: Hirukowashi-hen, Higurashi no Naku Koro ni Jan, Umineko: When They Cry Episode X, Higurashi no Naku Koro ni Jan: Tsubamegaeshi-hen, Umineko no Naku Koro ni Tsubasa, Higurashi When They Cry: Dice Killing Arc, Higurashi When They Cry: Wonderful",
    "Related_anime": "When They Cry: Kai, When They Cry: Higurashi - Nekogoroshi-hen, When They Cry: Kai - Ura Higu, When They Cry: Rei, Higurashi no Naku Koro ni Kira, Higurashi no Naku Koro ni Kaku Outbreak, Higurashi: When They Cry - Gou, Higurashi: When They Cry - Sotsu",
    "Voice_actors": "Keiichi Maebara : Souichirou Hoshi, Mion Sonozaki : Satsuki Yukino, Rena Ryuuguu : Mai Nakahara, Rika Furude : Yukari Tamura, Satoko Houjou : Mika Kanai, Shion Sonozaki : Satsuki Yukino, Jirou Tomitake : Tooru Ookawa, Kuraudo Oishi : Chafurin, Chiaki Kon\nDirector, Kenji Kawai\nMusic, Kyuuta Sakai\nCharacter Design, Mika Nomura\nProducer, Hiroyuki Oomori\nProducer, Yasutaka Hyuuga\nProducer, Seiya Numata\nAnimation Director \u0026 Chief Assistant Animation Director \u0026 Key Animator, Akio Watanabe\nKey Animator",
    "staff": "Chiaki Kon : Director, Kenji Kawai : Music, Kyuuta Sakai : Character Design, Mika Nomura : Producer, Hiroyuki Oomori : Producer, Yasutaka Hyuuga : Producer, Seiya Numata : Animation Director \u0026 Chief Assistant Animation Director \u0026 Key Animator, Akio Watanabe : Key Animator"
  },
  {
    "Rank": "2927",
    "Name": "Umineko: When They Cry",
    "Japanese_name": " Umineko no Naku Koro ni",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "Studio DEEN",
    "Release_season": "Summer",
    "Tags": "Horror, Mystery, Inheritance, Island, Psychological, Supernatural, Based on a Visual Novel, Explicit Violence",
    "Rating": "3.68",
    "Release_year": "2009.0",
    "Description": "\u0027In the year 1986, eighteen members of the Ushiromiya family head to Rokken Island where Kinzo, the elderly head of the household, will soon choose one of them as his successor. A portrait of the Golden Witch Beatrice greets them as they arrive at the family mansion, along with a disturbing epitaph: she will be resurrected on the ninth twilight after a number of bloody sacrifices. Unfortunately for the group, the statements come true, and soon the carnage begins. Will anybody walk away from the ominous island, or are their destinies due to be forever ruled by Beatrice?\u0027",
    "Content_Warning": "Explicit Violence",
    "Related_Mange": "Umineko WHEN THEY CRY Episode 1: Legend of the Golden Witch, Umineko WHEN THEY CRY Episode 2: Turn of the Golden Witch, Umineko WHEN THEY CRY Episode 4: Alliance of the Golden Witch, Umineko no Naku Utage ni: Tea Party of the Witches, Umineko: When They Cry (Light Novel), Umineko WHEN THEY CRY Episode 3: Banquet of the Golden Witch, Umineko: When They Cry Episode X, Umineko WHEN THEY CRY Episode 5: End of the Golden Witch, Umineko WHEN THEY CRY Episode 6: Dawn of the Golden Witch, Umineko WHEN THEY CRY Episode 7: Requiem of the Golden Witch, Umineko no Naku Koro ni Tsubasa, Umineko WHEN THEY CRY Episode 8: Twilight of the Golden Witch, Umineko: When They Cry Chiru (Light Novel), Umineko no Naku Koro ni Shi: Forgery of the Purple Logic",
    "Related_anime": "Umineko: When They Cry Specials",
    "Voice_actors": "Battler Ushiromiya : Daisuke Ono, Beatrice : Sayaka Oohara, Eva Ushiromiya : Miki Itou, Jessica Ushiromiya : Marina Inoue, Maria Ushiromiya : Yui Horie, Rosa Ushiromiya : Ami Koshimizu, Shannon : Rie Kugimiya, Ange Ushiromiya : Rina Satou, Ryukishi07\nOriginal Creator, Chiaki Kon\nDirector, Youko Kikuchi\nCharacter Design, Mika Nomura\nProducer, Hiroyuki Oomori\nProducer, Takema Okamura\nProducer, Yoshio Usuda\nKey Animator",
    "staff": "Ryukishi07 : Original Creator, Chiaki Kon : Director, Youko Kikuchi : Character Design, Mika Nomura : Producer, Hiroyuki Oomori : Producer, Takema Okamura : Producer, Yoshio Usuda : Key Animator"
  },
  {
    "Rank": "9958",
    "Name": "Yamibo: Darkness, The Hat and the Travelers of the Books",
    "Japanese_name": " Yami to Boushi to Hon no Tabibito",
    "Type": "TV   ",
    "Episodes": "13.0",
    "Studio": "Studio DEEN",
    "Release_season": "Fall ",
    "Tags": "Fantasy, GL, Romance, Shoujo-ai, Supernatural, Based on an Eroge, Based on a Visual Novel, Violence",
    "Rating": "3.23",
    "Release_year": "2003.0",
    "Description": "\"Hatsumi and Hazuki are two best friends who share a bond like sisters, and perhaps something more. With newly found (and forbidden by nature) feelings of romance developing for Hatsumi, Hazuki finds her world becoming more and more disarrayed. She finally works up the nerve to confess her love shortly before Hatsuki\u0027s 16th birthday, but suddenly, Hatsuki disappears in a green light, leaving no trace. Now, with the help of the mysterious Lilith and a feathered friend, Hazumi sets out on a journey through a plethora of worlds to find her love and bring her back safely.\"",
    "Content_Warning": "Violence",
    "Related_Mange": "Lilith In Wonderland",
    "Related_anime": "Touka Gettan",
    "Voice_actors": "Hatsumi Azuma : Ai Shimizu, Hazuki Azuma : Mamiko Noto, Lilith : Sanae Kobayashi, Gargantua : Shinichirou Miki, Ken : Reiko Takagi, Arya : Jun Fukuyama, Conductor : Takashi Nagasako, Dadan Vartaniev : Hidetoshi Nakamura, Yuuji Yamaguchi\nDirector, Akifumi Tada\nMusic, Asako Nishida\nCharacter Design, Nobumitsu Urasaki\nProducer, Yoshito Takaya\nProducer, Yuuichirou Takahata\nProducer, Itsurou Kawasaki\nStoryboard, Takatsugu Kobayashi\nStoryboard",
    "staff": "Yuuji Yamaguchi : Director, Akifumi Tada : Music, Asako Nishida : Character Design, Nobumitsu Urasaki : Producer, Yoshito Takaya : Producer, Yuuichirou Takahata : Producer, Itsurou Kawasaki : Storyboard, Takatsugu Kobayashi : Storyboard"
  }
]