[
  {
    "Rank": "11544",
    "Name": "Hybrid x Heart Magias Academy Ataraxia",
    "Japanese_name": " Masou Gakuen HxH",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "Production IMS",
    "Release_season": "Summer",
    "Tags": "Action, Ecchi, Fantasy, Harem, Borderline H, Superpowers, Based on a Light Novel, Explicit Sex",
    "Rating": "3.12",
    "Release_year": "2016.0",
    "Description": "One day, humanity was invaded by another world. Having experienced that battle, known as Other World War I, humanity moved to marine floats, built for emergency evacuation purposes, as soon as Other World War II began. It\u0027s around that time that Kizuna Hida is summoned by his elder sister and visits the Strategic Defense Academy Ataraxia where he meets Aine Chidorigafuchi, a girl who uses Heart Hybrid Gear Zeros to fight the otherworldly enemies. He has a tough time dealing with her, but when her Gear runs out of energy, the only way to get it back in action is to do something lewd to her!",
    "Content_Warning": "Explicit Sex",
    "Related_Mange": "Hybrid x Heart Magias Academy Ataraxia (Light Novel), Hybrid x Heart Magias Academy Ataraxia",
    "Related_anime": "Hybrid x Heart Magias Academy Ataraxia Specials",
    "Voice_actors": "Aine Chidorigafuchi : Akari Kageyama, Hayuru Himekawa : Juri Nagatsuma, Kizuna Hida : Kenji Akabane, Yurishia Farandole : Chinatsu Akasaki, Aldea : Natsumi Yamada, Grabel : Rumi Ookubo, Kei Shikina : Iori Nomizu, Nayuta Hida : Mei Satosaki, Hiroyuki Furukawa\nDirector, Kana Miyai\nCharacter Design, Takashi Tachizaki\nProducer, Junichirou Tamura\nProducer, Shigenori Kageyama\nStoryboard",
    "staff": "Hiroyuki Furukawa : Director, Kana Miyai : Character Design, Takashi Tachizaki : Producer, Junichirou Tamura : Producer, Shigenori Kageyama : Storyboard"
  },
  {
    "Rank": "3183",
    "Name": "The Testament of Sister New Devil BURST",
    "Japanese_name": " Shinmai Maou no Testament BURST",
    "Type": "TV   ",
    "Episodes": "10.0",
    "Studio": "Production IMS",
    "Release_season": "Fall ",
    "Tags": "Action, Ecchi, Harem, Borderline H, Contemporary Fantasy, Demons, Based on a Light Novel, Emotional Abuse,, Explicit Sex,, Mature Themes,, Physical Abuse,, Sexual Abuse",
    "Rating": "3.65",
    "Release_year": "2015.0",
    "Description": "\"While Basara, Mio, and Yuki have picked up their seemingly ordinary lives, they were attacked by magic-wielding humans when preparing for the upcoming sports event. Basara tries to become stronger by strengthening the testament when Rukia, Maria\u0027s sister, suddenly appears. Unknowingly, the war deciding the future of the demon realm has started.\"",
    "Content_Warning": "Emotional Abuse,, Explicit Sex,, Mature Themes,, Physical Abuse,, Sexual Abuse",
    "Related_Mange": "The Testament of Sister New Devil (Light Novel), The Testament of Sister New Devil, The Testament of Sister New Devil STORM!",
    "Related_anime": "The Testament of Sister New Devil, The Testament of Sister New Devil Specials, The Testament of Sister New Devil: Toujo Basara\u0027s Hard, Sweet Daily Life, The Testament of Sister New Devil BURST Specials, The Testament of Sister New Devil BURST: Toujo Basara\u0027s Perfectly Peaceful Daily Life, The Testament of Sister New Devil DEPARTURES",
    "Voice_actors": "Basara Toujo : Yuuichi Nakamura, Mio Naruse : Ayaka Asai, Yuki Nonaka : Sarah Emi Bridcutt, Chisato Hasegawa : Yuu Asakawa, Kurumi Nonaka : Iori Nomizu, Leohart : Kazuyuki Okitsu, Maria Naruse : Kaori Fukuhara, Rukia : Hibiku Yamamura, Hisashi Saitou\nDirector, Yasuharu Takanashi\nMusic, Yoshihiro Watanabe\nCharacter Design, Chiaki Kurakane\nProducer, Satoshi Motonaga\nProducer",
    "staff": "Hisashi Saitou : Director, Yasuharu Takanashi : Music, Yoshihiro Watanabe : Character Design, Chiaki Kurakane : Producer, Satoshi Motonaga : Producer"
  },
  {
    "Rank": "3854",
    "Name": "The Testament of Sister New Devil",
    "Japanese_name": " Shinmai Maou no Testament",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "Production IMS",
    "Release_season": "Winter",
    "Tags": "Action, Comedy, Ecchi, Fantasy, Harem, Borderline H, Cohabitation, Contemporary Fantasy, Demons, Magic, Siblings, Supernatural, Urban Fantasy, Based on a Light Novel, Explicit Sex",
    "Rating": "3.59",
    "Release_year": "2015.0",
    "Description": "\u0027Basara Toujo is a high school student whose father has suddenly just remarried. His father then departs overseas leaving Basara with two new beautiful step-sisters. Little does he know, his new sisters, Mio and Maria are actually the new Demon Lord and a succubus!? Almost trapped into a life of servitude, Basara forms a reverse contract by accident and ends up becoming Mio’s master! Hijinks ensue as Basara finds himself in one ecchi situation after another. However, Mio’s life is in danger as she is pursued by demons and heroes!\u0027",
    "Content_Warning": "Explicit Sex",
    "Related_Mange": "The Testament of Sister New Devil (Light Novel), The Testament of Sister New Devil, The Testament of Sister New Devil STORM!",
    "Related_anime": "The Testament of Sister New Devil Specials, The Testament of Sister New Devil: Toujo Basara\u0027s Hard, Sweet Daily Life, The Testament of Sister New Devil BURST, The Testament of Sister New Devil BURST Specials, The Testament of Sister New Devil BURST: Toujo Basara\u0027s Perfectly Peaceful Daily Life, The Testament of Sister New Devil DEPARTURES",
    "Voice_actors": "Basara Toujo : Yuuichi Nakamura, Maria Naruse : Kaori Fukuhara, Mio Naruse : Ayaka Asai, Yuki Nonaka : Sarah Emi Bridcutt, Yahiro Takigawa : Tomokazu Sugita, Zest : Seiko Yoshida, Zolgia : Hiroto Kazuki, Atsuta, Hisashi Saitou\nDirector, Yasuharu Takanashi\nMusic, Yoshihiro Watanabe\nCharacter Design, Chiaki Kurakane\nProducer",
    "staff": "Hisashi Saitou : Director, Yasuharu Takanashi : Music, Yoshihiro Watanabe : Character Design, Chiaki Kurakane : Producer"
  }
]