[
  {
    "Rank": "2708",
    "Name": "Demon King Daimao",
    "Japanese_name": " Ichiban Ushiro no Daimao",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "Artland",
    "Release_season": "Spring",
    "Tags": "Ecchi, Fantasy, Harem, Demon King, Magic, Magic School, Overpowered Main Characters, Panty Shots, School Life, Based on a Light Novel, Nudity",
    "Rating": "3.7",
    "Release_year": "2010.0",
    "Description": "\"Akuto Sai enters the Constant Academy for Magick Arts hoping to become a high priest and change the world for the better. But when the school\u0027s oracle declares his future profession to be \u0027Demon Lord\u0027, he finds himself feared and hated by the entire student population. Now, instead of making comrades and studying for his exam, Akuto finds himself fighting off monsters, bullies, and well-meaning classmates in various states of undress. If navigating a magical high school as a transfer student wasn\u0027t difficult enough, Akuto now has to deal with a cute android ordered to observe him 24-hours a day, the precocious attention of the flying, invisible and naked Keena Soga and the advances of the school\u0027s most popular girl. Will he be able to overcome his fate, pass his classes, and mend his friendship with the violent Junko Hattori, or will he succumb to his demonic destiny?\"",
    "Content_Warning": "Nudity",
    "Related_Mange": "Demon King Daimao, Demon King Daimao (Light Novel)",
    "Related_anime": "Demon King Daimao Specials",
    "Voice_actors": "Akuto Sai : Takashi Kondou, Fujiko Etou : Shizuka Itou, Hiroshi Miwa : Tsubasa Yonaga, Junko Hattori : Youko Hikasa, Keena Soga : Aki Toyosaki, Korone : Aoi Yuuki, Bouichirou Yamato : Tarusuke Shingaki, Eiko Teruya : Haruka Tomatsu, Takashi Watanabe\nDirector, Tatsuya Katou\nMusic, Toshimitsu Kobayashi\nCharacter Design, Miyabi Ozeki\nCharacter Design, Hajime Maruyama\nProducer, Masaaki Yokota\nProducer, Masazumi Katou\nProducer, Muneyuki Kanbe\nProducer",
    "staff": "Takashi Watanabe : Director, Tatsuya Katou : Music, Toshimitsu Kobayashi : Character Design, Miyabi Ozeki : Character Design, Hajime Maruyama : Producer, Masaaki Yokota : Producer, Masazumi Katou : Producer, Muneyuki Kanbe : Producer"
  },
  {
    "Rank": "14467",
    "Name": "Seven Mortal Sins",
    "Japanese_name": " Sin: Nanatsu no Taizai",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "Artland",
    "Release_season": "Spring",
    "Tags": "Action, Ecchi, Fantasy, Angels, Anthropomorphic, Borderline H, Demon King, Demons, Hell, Magic, Non-Human Protagonists, Revenge, Explicit Sex,, Mature Themes,, Physical Abuse,, Sexual Abuse",
    "Rating": "2.73",
    "Release_year": "2017.0",
    "Description": "Because she committed the sin of pride against God, the Great Angel Lucifer was cast into Hell and became a Fallen Angel. Also at the lowest level of Hell, the hierarchy of demons have sealed away Lucifer’s powers. Lucifer had lost everything, but along with the Demon King of Envy, Leviathan, that admires Lucifer and a high school girl she met on Earth named Totsuka Maria, she becomes the Demon King of Pride Lucifer and begins her journey to revenge on the Seven Demon Kings of Hell. A book of Revelations with the “Seven Deadly Sins” portrayed by beautiful Demon Kings is about to begin.",
    "Content_Warning": "Explicit Sex,, Mature Themes,, Physical Abuse,, Sexual Abuse",
    "Related_Mange": "Sin: Nanatsu no Taizai, sin - Nanatsu no Taizai: Nichijou Mokushiroku",
    "Related_anime": "Seven Mortal Sins: Tsumi no Kokuhaku Dennou Grimoire!, Seven Mortal Sins: Confession, Seven Mortal Sins: This Is Indeed the Work of Demons..., Seven Mortal Sins: Confession Specials, The Seven Heavenly Virtues",
    "Voice_actors": "Leviathan : Akane Fujita, Lucifer : Eri Kitamura, Maria Totsuka : Megumi Toda, Asmodeus : Chiaki Takahashi, Astaroth : Azusa Tadokoro, Beelzebub : Yui Ogura, Belial : Shizuka Itou, Belphegor : Ai Kakuma, Kinji Yoshimoto\nDirector \u0026 Series Composition, Masaru Yokoyama\nMusic, Hiroaki Tsutsumi\nMusic, Shouko Yasuda\nCharacter Design, Takao Asaga\nProducer, Masaaki Yokota\nProducer, Noritomo Isogai\nProducer, Kazuaki Takahashi\nProducer",
    "staff": "Kinji Yoshimoto : Director \u0026 Series Composition, Masaru Yokoyama : Music, Hiroaki Tsutsumi : Music, Shouko Yasuda : Character Design, Takao Asaga : Producer, Masaaki Yokota : Producer, Noritomo Isogai : Producer, Kazuaki Takahashi : Producer"
  }
]