[
  {
    "Rank": "1902",
    "Name": "Haganai: I Don\u0027t Have Many Friends",
    "Japanese_name": " Boku wa Tomodachi ga Sukunai",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "AIC Build",
    "Release_season": "Fall ",
    "Tags": "Comedy, Ecchi, Harem, Otaku Culture, School Club, School Life, Based on a Light Novel, Nudity",
    "Rating": "3.8",
    "Release_year": "2011.0",
    "Description": "\u0027Kodaka is a delinquent. At least, that’s what his fellow classmates seem to think. Thanks to his naturally-blonde hair and an unfortunate series of misunderstandings, the boy can’t seem to shake his false reputation and hasn’t made a single friend. That is, until one day he overhears the normally-aloof Yozora enthusiastically chatting with an imaginary friend, and discovers that she’s just as lonely as he is! In an attempt to finally meet people the duo decides to form the “Neighbors Club”, and are soon joined by a number of other fellow misfits such as Sena, the busty, popular daughter of the school president who can’t seem to connect with others. Together, the gang learns about the joys of friendship through many misadventures such as playing RPGs, visiting the swimming pool or even hunting down delicious takoyaki!\u0027",
    "Content_Warning": "Nudity",
    "Related_Mange": "Boku wa Tomodachi ga Sukunai (Light Novel), Boku wa Tomodachi ga Sukunai +, Haganai: I Don\u0027t Have Many Friends, Haganai: I Don\u0027t Have Many Friends - Now With 50% More Fail!, Boku wa Tomodachi ga Sukunai Anthology, Boku wa Tomodachi ga Sukunai x Seitokai no Ichizon Crossover Special, Haganai: I Don\u0027t Have Many Friends - Club Minutes, Boku wa Tomodachi ga Sukunai: Connect (Light Novel)",
    "Related_anime": "Haganai: I Don\u0027t Have Many Friends OVA, Haganai: I Don\u0027t Have Many Friends - A Round-Robin Story\u0027s Ending Is Way Extreme, Haganai: I Don\u0027t Have Many Friends NEXT",
    "Voice_actors": "Kodaka Hasegawa : Ryouhei Kimura, Sena Kashiwazaki : Kanae Itou, Yozora Mikazuki : Marina Inoue, Kobato Hasegawa : Kana Hanazawa, Maria Takayama : Yuka Iguchi, Rika Shiguma : Misato Fukuen, Yukimura Kusunoki : Nozomi Yamamoto, Akari Fujibayashi : Ayako Kawasumi, Yomi Hirasaka\nOriginal Creator, Hisashi Saitou\nDirector, Yoshihiro Watanabe\nCharacter Design, Tatsuhiro Nitta\nProducer, Gou Tanaka\nProducer, Satoshi Tanaka\nProducer, Yousuke Futami\nProducer, Kentaro Iwasa\nProducer",
    "staff": "Yomi Hirasaka : Original Creator, Hisashi Saitou : Director, Yoshihiro Watanabe : Character Design, Tatsuhiro Nitta : Producer, Gou Tanaka : Producer, Satoshi Tanaka : Producer, Yousuke Futami : Producer, Kentaro Iwasa : Producer"
  },
  {
    "Rank": "2073",
    "Name": "The Troubled Life of Miss Kotoura",
    "Japanese_name": " Kotoura-san",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "AIC Classic",
    "Release_season": "Winter",
    "Tags": "Comedy, Drama, Romance, Psychic Powers, School Club, School Life, Superpowers, Based on a 4-Koma Manga, Based on a Manga, Bullying",
    "Rating": "3.78",
    "Release_year": "2013.0",
    "Description": "\"Haruka Kotoura has had a psychic ability to read minds since she was born, but her inability to grasp that she\u0027s different has led her to be ostracized by every friend she\u0027s made. When she meets Manabe, she can\u0027t help but be surprised - when he\u0027s not imagining strange creatures dancing through the desert, the boy is a hopeless pervert and makes no attempt to hide his dirtiest fantasies. What\u0027s more, Manabe isn\u0027t driven away by Kotoura seeing his thoughts, and even goes out of his way to befriend her - seemingly because he enjoys thinking of the girl erotically and seeing her subsequent embarrassment! Before long, the once-lonely girl even meets other students who aren\u0027t pushed away by her abilities. Could this be the start of a normal school life, with real, lasting friends for Kotoura?\"",
    "Content_Warning": "Bullying",
    "Related_Mange": "Kotoura-san",
    "Related_anime": "Kotoura-san: Haruka no Heya",
    "Voice_actors": "Haruka Kotoura : Hisako Kanemoto, Yoshihisa Manabe : Jun Fukushima, Aki Tsukino : Akeno Watanabe, Daichi Muroto : Hiro Shimono, Hiyori Moritani : Yurika Kubo, Kumiko Kotoura : Kikuko Inoue, Yuriko Mifune : Kana Hanazawa, Zenzou Kotoura : Tomomichi Nishimura, Enokizu\nOriginal Creator, Masahiko Oota\nDirector, Yasuhiro Misawa\nMusic, Takaharu Ookuma\nCharacter Design, Jun Fukuda\nProducer, Hiroshi Yoshida\nProducer, Jiyuu Ougi\nProducer, Kimihito Sekido\nProducer",
    "staff": "Enokizu : Original Creator, Masahiko Oota : Director, Yasuhiro Misawa : Music, Takaharu Ookuma : Character Design, Jun Fukuda : Producer, Hiroshi Yoshida : Producer, Jiyuu Ougi : Producer, Kimihito Sekido : Producer"
  }
]