[
  {
    "Rank": "8193",
    "Name": "Sakura Wars TV",
    "Japanese_name": " Sakura Taisen TV",
    "Type": "TV   ",
    "Episodes": "25.0",
    "Studio": "MADHOUSE",
    "Release_season": "Spring",
    "Tags": "Action, Sci Fi, Acting, Demons, Historical, Power Suits, Psychic Powers, Based on a Video Game, Violence",
    "Rating": "3.33",
    "Release_year": "2000.0",
    "Description": "\"It is the early 20th century, and steam-powered technology is ushering Japan into the new era. Suddenly, demonic forces begin to terrorize the world, yet hope remains for mankind! The Flower Division, a team assembled from the world\u0027s most talented psychics and spirit warriors, fight in their steam-powered mechs to battle the evil. To unleash their hidden potential, the Flower Division must also perform plays and entertain the citizens of Tokyo.\"",
    "Content_Warning": "Violence",
    "Related_Mange": "Sakura Taisen, Sakura Taisen: Kanadegumi",
    "Related_anime": "Sakura Wars: Ouka Kenran, Sakura Wars: Gouka Kenran, Sakura Wars: The Movie, Sakura Wars: Sumire, Sakura Wars: Ecole de Paris, Sakura Wars: Le Nouveau Paris, Sakura Wars: New York NY., Sakura Wars: Kanadegumi, Sakura Wars the Animation, Sakura Kakumei ~Hana Saku Otome-tachi~",
    "Voice_actors": "Ichiro Ogami : Akio Suyama, Iris Chateaubriand : Kumiko Nishihara, Kanna Kirishima : Mayumi Tanaka, Li Kohran : Yuriko Fuchizaki, Maria Tachibana : Urara Takano, Sakura Shinguji : Chisa Yokoyama, Sumire Kanzaki : Michie Tomizawa, Ayame Fujieda : Ai Orikasa, Ouji Hiroi\nOriginal Creator, Ryuutarou Nakamura\nDirector, Toshimasa Suzuki\nAssistant Director \u0026 Episode Director \u0026 Storyboard, Kouhei Tanaka\nMusic, Hidenori Matsubara\nCharacter Design, Hideyuki Morioka\nCharacter Design \u0026 Chief Animation Director, Tsuguo Kozawa\nPhotography Director, Youko Mihashi\nColor Design",
    "staff": "Ouji Hiroi : Original Creator, Ryuutarou Nakamura : Director, Toshimasa Suzuki : Assistant Director \u0026 Episode Director \u0026 Storyboard, Kouhei Tanaka : Music, Hidenori Matsubara : Character Design, Hideyuki Morioka : Character Design \u0026 Chief Animation Director, Tsuguo Kozawa : Photography Director, Youko Mihashi : Color Design"
  },
  {
    "Rank": "1092",
    "Name": "The Irregular at Magic High School",
    "Japanese_name": " Mahouka Koukou no Rettousei",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "MADHOUSE",
    "Release_season": "Spring",
    "Tags": "Action, Sci Fi, Brother Complex, Magic, Magic School, Overpowered Main Characters, School Life, Siblings, Based on a Light Novel, Violence",
    "Rating": "3.95",
    "Release_year": "2014.0",
    "Description": "\"The year is 2095. Magic has been tamed as another form of technology, and the practice of magic is now a rigorous discipline. Brother and sister Tatsuya and Miyuki Shiba are just about to start their first year at the renowned First Magic High School of Japan. But the school\u0027s ironclad rules mean that the brilliant Miyuki enters the prestigious Course 1, while her older brother, Tatsuya, is relegated to Course 2--and that\u0027s just the beginning of their troubles!\"",
    "Content_Warning": "Violence",
    "Related_Mange": "The Irregular at Magic High School (Light Novel), The Irregular at Magic High School: Enrollment Arc, The Honor Student at Magic High School, The Irregular at Magic High School: Nine School Competition Arc, The Irregular at Magic High School: Yokohama Disturbance Arc, The Irregular at Magic High School: Reminiscence Arc, The Irregular at Magic High School: Yonkoma-hen, The Irregular at Magic High School: Visitor Arc, The Irregular at Magic High School SS (Light Novel), The Irregular at Magic High School: Double Seven Arc, The Irregular at Magic High School: Summer Vacation Arc, The Irregular at Magic High School: The Girl Who Summons The Stars, The Irregular at Magic High School: Shiba Tatsuya Ansatsu Keikaku (Light Novel), The Irregular at Magic High School: Kaichou Senkyo-hen, The Irregular at Magic High School: Steeplechase Arc, The Irregular at Magic High School: Ancient City Insurrection Arc, The Irregular at Magic High School: Shiba Tatsuya Ansatsu Keikaku, The Irregular at Magic High School: Yotsuba Succesion Arc, The Irregular at Magic High School: Shizoku Kaigi-hen, The Irregular at Magic High School: Magian Company (Light Novel), New The Irregular at Magic High School: Cygnus Maidens (Light Novel), The Irregular at Magic High School: Nankai Soujou-hen, The Honor Student at Magic High School 2nd Season",
    "Related_anime": "The Irregular at Magic High School (New), The Irregular at Magic High School: Get to Know Magic Studies!, The Irregular at Magic High School: Get to Know Magic Studies! Special, The Irregular at Magic High School x Mameshiba, The Irregular at Magic High School Movie: The Girl Who Summons the Stars, The Irregular at Magic High School: Visitor Arc, The Honor Student at Magic High School, The Irregular at Magic High School 10th Anniversary PV, The Irregular at Magic High School: Reminiscence Arc",
    "Voice_actors": "Miyuki Shiba : Saori Hayami, Tatsuya Shiba : Yuuichi Nakamura, Azusa Nakajo : Saki Ogasawara, Erika Chiba : Yumi Uchiyama, Hanzo Gyobushojo Hattori : Ryouhei Kimura, Honoka Mitsui : Sora Amamiya, Leonhart Saijo : Takuma Terashima, Mari Watanabe : Marina Inoue, Tsutomu Satou\nOriginal Creator, Kana Ishida\nCharacter Design \u0026 Original Character Design, Manabu Ono\nDirector, Taku Iwasaki\nMusic, Shuuhei Yabuta\nCg Director, Jimmy Stone\nChief Animation Director \u0026 Mechanical Design, Yasutaka Kimura\nProducer, Kazuma Miki\nProducer",
    "staff": "Tsutomu Satou : Original Creator, Kana Ishida : Character Design \u0026 Original Character Design, Manabu Ono : Director, Taku Iwasaki : Music, Shuuhei Yabuta : Cg Director, Jimmy Stone : Chief Animation Director \u0026 Mechanical Design, Yasutaka Kimura : Producer, Kazuma Miki : Producer"
  },
  {
    "Rank": "14755",
    "Name": "Reign: The Conqueror",
    "Japanese_name": " Alexander Senki",
    "Type": "TV   ",
    "Episodes": "13.0",
    "Studio": "MADHOUSE",
    "Release_season": "Summer",
    "Tags": "Action, Sci Fi, Medieval, Military, Based on a Light Novel, Violence",
    "Rating": "2.63",
    "Release_year": "1999.0",
    "Description": "It was prophesied that Alexander the Great would first rule the world and then destroy it. Born the prince of Macedonia, his father was determined to have him remain an obedient military pawn whilst his mother wished for him to be a destroyer of worlds. Now, as Alexander moves across Babylonia towards the \"Hindu\" lands, enemies from both outside and within his camp struggle to stop him before he can conquer the world and bring about the prophecy of its destruction. Can the world be saved, or is fate truly the deciding factor of life and death?",
    "Content_Warning": "Violence",
    "Related_Mange": "Reign: The Conqueror (Light Novel)",
    "Related_anime": "Reign: The Conqueror Movie",
    "Voice_actors": "Alexander : Toshihiko Seki, Antigonos : Daisuke Gouri, Antipater : Tamio Ohki, Aristotle : Nachi Nozawa, Attalos : Takeshi Aono, Cassandra : Atsuko Tanaka, Cleitus : Houchuu Ootsuka, Darius Iii : Kouichi Yamadera, Yoshinori Kanemori\nDirector, Ken Ishii\nMusic, Peter Chung\nCharacter Design, Hae-Jong Park\nProducer",
    "staff": "Yoshinori Kanemori : Director, Ken Ishii : Music, Peter Chung : Character Design, Hae-Jong Park : Producer"
  }
]