[
  {
    "Rank": "996",
    "Name": "Future Diary",
    "Japanese_name": " Mirai Nikki",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "asread",
    "Release_season": "Fall ",
    "Tags": "Action, Shounen, Battle Royale, High Stakes Games, Obsessive Love, Play or Die, Possessive Lovers, Psychological, PVP, Stalkers, Supernatural, Based on a Manga, Explicit Violence,, Mature Themes,, Nudity,, Sexual Abuse,, Sexual Content,, Domestic Abuse",
    "Rating": "3.97",
    "Release_year": "2011.0",
    "Description": "\"Yuki is\\xa0a disaffected middle school boy who has no dreams or goals in life; in fact, the only thing he\\xa0has is his diary. Writing down everything he observes and documenting every thought, the young boy uses it as an outlet for his imagination. One morning, however,\\xa0Yuki wakes up to find his cell phone filled with diary entries for the next ninety days. Thinking nothing of it, he continues his morning until he begins to realize that everything on his phone is rapidly coming to pass, and it isn\u0027t just mere coincidence. Now, Yuki suddenly finds himself thrust into a survival game against other future diary owners to become the new Lord of Time.\"",
    "Content_Warning": "Explicit Violence,, Mature Themes,, Nudity,, Sexual Abuse,, Sexual Content,, Domestic Abuse",
    "Related_Mange": "Future Diary, Future Diary: Mosaic, Future Diary: Paradox, Future Diary: Mosaic Keshi, Future Diary (Light Novel), Future Diary: Redial",
    "Related_anime": "Future Diary OVA, Future Diary: Ura Mirai Nikki, Future Diary: Redial",
    "Voice_actors": "Yukiteru Amano : Misuzu Togashi, Yuno Gasai : Tomosa Murata, Ai Mikami : Natsuko Kuwatani, Aru Akise : Akira Ishida, Deus Ex Machina : Norio Wakamoto, Hinata Hino : Yuki Matsuoka, John Balks : Takaya Hashi, Kamado Ueshita : Hiromi Konno, Sakae Esuno\nOriginal Creator, Naoto Hosoda\nDirector, Tatsuya Katou\nMusic, Hidetsugu Hirayama\nCharacter Design, Yuuji Yanase\nEpisode Director \u0026 Storyboard, Mitsuhiro Yoneda\nEpisode Director \u0026 Storyboard, Kinji Yoshimoto\nStoryboard",
    "staff": "Sakae Esuno : Original Creator, Naoto Hosoda : Director, Tatsuya Katou : Music, Hidetsugu Hirayama : Character Design, Yuuji Yanase : Episode Director \u0026 Storyboard, Mitsuhiro Yoneda : Episode Director \u0026 Storyboard, Kinji Yoshimoto : Storyboard"
  },
  {
    "Rank": "1627",
    "Name": "Arifureta: From Commonplace to World\u0027s Strongest",
    "Japanese_name": " Arifureta Shokugyou de Sekaisaikyou",
    "Type": "TV   ",
    "Episodes": "13.0",
    "Studio": "asread",
    "Release_season": "Summer",
    "Tags": "Action, Adventure, Fantasy, Harem, Seinen, Dark Fantasy, Dungeon, Guns, Isekai, Magic, Overpowered Main Characters, Person in a Strange World, RPG, Summoned Into Another World, Based on a Light Novel, Violence",
    "Rating": "3.84",
    "Release_year": "2019.0",
    "Description": "\u0027Hajime Nagumo and his high school class are suddenly summoned to a fantastical land as heroes. But while most of his classmates have powerful stats and abilities, Hajime does not. Underappreciated and unprepared, he tumbles into the depths of a monster-infested dungeon where voracity and sacrifice are his only options. To thrive in this savage world, he’ll have no choice but to welcome the abyss.\u0027",
    "Content_Warning": "Violence",
    "Related_Mange": "Arifureta: From Commonplace to World\u0027s Strongest (Light Novel), Arifureta: From Commonplace to World\u0027s Strongest, Arifureta: I Love Isekai, Arifureta: From Commonplace to World\u0027s Strongest Zero (Light Novel), Arifureta: From Commonplace to World\u0027s Strongest Zero, Arifureta: From Commonplace to World\u0027s Strongest: Short Stories (Light Novel), Arifureta Gakuen de Sekai Saikyou",
    "Related_anime": "Arifureta: From Commonplace to World\u0027s Strongest - Omnibus: The Great Orcus Labyrinth, Arifureta: From Commonplace to World\u0027s Strongest Specials, Arifureta: From Commonplace to World\u0027s Strongest - Prologue, Arifureta: From Commonplace to World\u0027s Strongest 2nd Season",
    "Voice_actors": "Hajime Nagumo : Toshinari Fukamachi, Shea Haulia : Minami Takahashi, Yue : Yuuki Kuwahara, Aiko Hatayama : Ai Kakuma, Kaori Shirasaki : Saori Oonishi, Kouki Amanogawa : Tetsuya Kakihara, Myu : Yui Ogura, Shizuku Yaegashi : Yumiri Hanamori, Kinji Yoshimoto\nDirector \u0026 Screenplay \u0026 Series Composition, Ryou Takahashi\nMusic, Chika Kojima\nCharacter Design, Youichi Sekine\nProducer, Satoshi Fukao\nProducer, Yuuichi Izumi\nProducer, Aya Iizuka\nProducer, Yuuta Kashiwabara\nProducer",
    "staff": "Kinji Yoshimoto : Director \u0026 Screenplay \u0026 Series Composition, Ryou Takahashi : Music, Chika Kojima : Character Design, Youichi Sekine : Producer, Satoshi Fukao : Producer, Yuuichi Izumi : Producer, Aya Iizuka : Producer, Yuuta Kashiwabara : Producer"
  },
  {
    "Rank": "4858",
    "Name": "I Couldn\u0027t Become a Hero, So I Reluctantly Decided to Get a Job.",
    "Japanese_name": " Yuusha ni Nare Nakatta Ore wa Shibushibu Shuushoku wo Ketsui Shimashita.",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "asread",
    "Release_season": "Fall ",
    "Tags": "Comedy, Ecchi, Fantasy, Seinen, Contemporary Fantasy, Coworkers, Demons, Magic, Panty Shots, Urban Fantasy, Work Life, Based on a Light Novel, Nudity",
    "Rating": "3.52",
    "Release_year": "2013.0",
    "Description": "\u0027Raul Chaser wants to be the Hero famed for defeating the Demon Lord - at least, that used to be his dream, until another warrior beat him to the punch! With peace now restored and all Heroes out of commission, Raul reluctantly gets a job at Leon, a small store that sells magical commodities. Compared to slaying demons, Raul’s new life of greeting customers and working the register is uneventful at best - that is, until Fino Bloodstone, the Demon Lord’s busty daughter, is suddenly hired at the stop! Raul now faces a challenge more difficult than vanquishing her father: teaching the clumsy and ill-mannered Fino how to become a respectable employee, while simultaneously fending off tentacle monsters and putting up with pervy regulars’ skirt-flipping antics!\u0027",
    "Content_Warning": "Nudity",
    "Related_Mange": "I Couldn\u0027t Become a Hero, So I Reluctantly Decided to Get a Job. (Light Novel), I Couldn\u0027t Become a Hero, So I Reluctantly Decided to Get a Job.",
    "Related_anime": "I Couldn\u0027t Become a Hero, So I Reluctantly Decided to Get a Job. Specials, I Couldn\u0027t Become a Hero, So I Reluctantly Decided to Get a Job. OVA",
    "Voice_actors": "Fino Bloodstone : Azusa Tadokoro, Raul Chaser : Keisuke Koumoto, Lore Beliferal : Kumi Takaragi, Nova Luminous : Madoka Sowa, Sarah August : Maina Shimagata, Airi Oltined : Kanae Iwasaki, Blaze Dis : Hiroshi Karasuda, Ciel Script : Jun Fukuyama, Kinji Yoshimoto\nDirector \u0026 Episode Director \u0026 Storyboard, Masaru Yokoyama\nMusic, Hiroaki Tsutsumi\nMusic, Tetsuya Takeuchi\nCharacter Design, Atsushi Itou\nProducer, Yoshio Usuda\nAnimation Director",
    "staff": "Kinji Yoshimoto : Director \u0026 Episode Director \u0026 Storyboard, Masaru Yokoyama : Music, Hiroaki Tsutsumi : Music, Tetsuya Takeuchi : Character Design, Atsushi Itou : Producer, Yoshio Usuda : Animation Director"
  }
]