[
  {
    "Rank": "192",
    "Name": "Tengen Toppa Gurren Lagann",
    "Japanese_name": " Gurren Lagann",
    "Type": "TV   ",
    "Episodes": "27.0",
    "Studio": "GAINAX",
    "Release_season": "Spring",
    "Tags": "Action, Adventure, Comedy, Mecha, Sci Fi, Combining Mecha, Post-apocalyptic, Super Robot, Original Work, Violence",
    "Rating": "4.26",
    "Release_year": "2007.0",
    "Description": "\u0027Simon lives a boring life in the underground village of Jeeha, where his main job day in and day out is to dig tunnels. His close friend Kamina, however, longs to bust out of their oppressive existence and reach the surface world where open skies and adventure await! One day, during his usual digs, Simon discovers a robot with a big face buried amongst the rocks. No sooner has he shown Kamina his mysterious find when two beings from the surface crash land into Jeeha Village - one is a gun-toting woman calling herself Yoko and the other is a terrifying mecha piloted by a Beastman! Seeing their chance to escape village drudgery, Kamina rallies Simon and Yoko to defeat the invader using their new robot, Lagann. However, upon breaking out onto the surface world, Simon, Kamina, and Yoko encounter enemies more powerful than they could have envisioned. Their fight for adventure just turned into a war for the survival of the human race - will their lust for freedom hold out against such terrible odds?\u0027",
    "Content_Warning": "Violence",
    "Related_Mange": "Tengen Toppa Gurren Lagann, Tengen Toppa Gurren Lagann (Light Novel), Tengen Toppa Gurren Lagann: 4-koma Kingdom - Yoko no Oheso-hen, Tengen Toppa Gurren Lagann: Guren Gakuenhen, Tengen Toppa Gurren Lagann: Rasen Shounentan, Tengen Toppa Gurren Lagann: Otoko Ippiki-hen, Tengen Toppa Gurren Lagann: Otoko Doahou!-hen, Tengen Toppa Gurren Lagann: Kessen! Otokogumi-hen",
    "Related_anime": "Tengen Toppa Gurren Lagann OVA, Tengen Toppa Gurren Lagann: Mitee Mono wa Miteen da!!, Tengen Toppa Gurren Lagann Parallel Works, Gurren Lagann Movie 1: Childhood\u0027s End, Tengen Toppa Gurren Lagann Gekijouban Zenyasai Special: Viral\u0027s Sweet Dream, Tengen Toppa Gurren Lagann: Lagann-hen, Tengen Toppa Gurren Lagann: Kirameki Yoko Box ~Pieces of Sweet Stars~, Tengen Toppa Gurren Lagann Parallel Works 2",
    "Voice_actors": "Kamina : Katsuyuki Konishi, Kittan Bachika : Kishou Taniyama, Nia Teppelin : Yukari Fukui, Rossiu Adai : Mitsuki Saiga, Simon : Tetsuya Kakihara, Yoko Littner : Marina Inoue, Adiane : Michiko Neya, Anti-Spiral : Takaya Kamikawa, Hiroyuki Imaishi\nDirector, Masahiko Ootsuka\nAssistant Director, Taku Iwasaki\nMusic, Atsushi Nishigori\nCharacter Design, Norio Yamakawa\nProducer, Yasuhiro Takeda\nProducer, Eiichi Kamagata\nProducer, Takami Akai\nProducer",
    "staff": "Hiroyuki Imaishi : Director, Masahiko Ootsuka : Assistant Director, Taku Iwasaki : Music, Atsushi Nishigori : Character Design, Norio Yamakawa : Producer, Yasuhiro Takeda : Producer, Eiichi Kamagata : Producer, Takami Akai : Producer"
  },
  {
    "Rank": "759",
    "Name": "Neon Genesis Evangelion",
    "Japanese_name": " Shinseiki Evangelion",
    "Type": "TV   ",
    "Episodes": "26.0",
    "Studio": "GAINAX",
    "Release_season": "Fall ",
    "Tags": "Drama, Mecha, Sci Fi, Conspiracy, Kaijuu, Loneliness, Melancholy, Military, Monsters, Post-apocalyptic, Psychological, Super Robot, Original Work, Emotional Abuse,, Explicit Violence,, Mature Themes,, Suicide",
    "Rating": "4.04",
    "Release_year": "1995.0",
    "Description": "\"In the future, a devastating event known as Second Impact has destroyed Tokyo as we know it, giving rise to Tokyo III - a city under siege by mysterious lifeforms known only as Angels. Mankind\u0027s only line of defense are the Evangelions, a set man-made machines piloted by a trio of fourteen year-old teenagers, Rei, Shinji, and Asuka. The fate of Japan and the entire world now lie with these three children, though they might not have the power to save the most important thing of all: each other.\"",
    "Content_Warning": "Emotional Abuse,, Explicit Violence,, Mature Themes,, Suicide",
    "Related_Mange": "Neon Genesis Evangelion, Neon Genesis Evangelion: Angelic Days, Neon Genesis Evangelion: Ayanami Ikusei Keikaku with Asuka Hokan Keikaku - 4-koma Manga Gekijou, Neon Genesis Evangelion: The Shinji Ikari Raising Project, Petit Eva First, Neon Genesis Evangelion: Campus Apocalypse, Neon Genesis Evangelion: ANIMA (Light Novel), Neon Genesis Evangelion: The Shinji Ikari Detective Diary, Tony Takezaki\u0027s Neon Genesis Evangelion, Neon Genesis Evangelion: Comic Tribute, Neon Genesis Evangelion: Legend of the Piko Piko Middle School Students",
    "Related_anime": "Neon Genesis Evangelion: Death and Rebirth, Petit Eva: [email protected], until You come to me., Evangelion: Another Impact, (Making of) Evangelion: Another Impact, Neon Genesis IMPACTS, Hikaru Utada: Sakura Nagashi, Youko Takahashi: The Cruel Angel\u0027s Thesis, Evangelion Shito, Hakata Shuurai",
    "Voice_actors": "Asuka Langley Soryu : Yuuko Miyamura, Misato Katsuragi : Kotono Mitsuishi, Rei Ayanami : Megumi Hayashibara, Shinji Ikari : Megumi Ogata, Evangelion Unit 00, Evangelion Unit 01, Evangelion Unit 02, Gendo Ikari : Fumihiko Tachiki, Hideaki Anno\nDirector \u0026 Key Animator \u0026 Mechanical Design \u0026 Screenplay \u0026 Storyboard, Masayuki\nAssistant Director, Kazuya Tsurumaki\nAssistant Director, Shirou Sagisu\nMusic, Yoshiyuki Sadamoto\nCharacter Design, Yutaka Sugiyama\nProducer, Noriko Kobayashi\nProducer, Mitsuo Iso\nKey Animator \u0026 Screenplay",
    "staff": "Hideaki Anno : Director \u0026 Key Animator \u0026 Mechanical Design \u0026 Screenplay \u0026 Storyboard, Masayuki : Assistant Director, Kazuya Tsurumaki : Assistant Director, Shirou Sagisu : Music, Yoshiyuki Sadamoto : Character Design, Yutaka Sugiyama : Producer, Noriko Kobayashi : Producer, Mitsuo Iso : Key Animator \u0026 Screenplay"
  },
  {
    "Rank": "3139",
    "Name": "Mahoromatic 2",
    "Japanese_name": " Mahoromatic: Something More Beautiful",
    "Type": "TV   ",
    "Episodes": "14.0",
    "Studio": "GAINAX",
    "Release_season": "Fall ",
    "Tags": "Comedy, Ecchi, Seinen, Androids, Maids, Non-Human Protagonists, Robots, Based on a Manga, Nudity",
    "Rating": "3.65",
    "Release_year": "2002.0",
    "Description": "\"After fighting with her nemesis Ryuga, the Saint Android, Mahoro returns to Misato\u0027s side as his trustworthy maid. Soon after, a mysterious yet clumsy girl appears, revealing herself as a runaway android from the secret organization known as Management. Together, Misato and Mahoro take the girl under their wings and name her Minawa, gaining both a maid for the house\\xa0and a little sister for Mahoro. But as the day of Mahoro\u0027s demise grows closer, the trio are inevitably drawn into the events of the final showdown between Saint and Earth.\"",
    "Content_Warning": "Nudity",
    "Related_Mange": "Mahoromatic",
    "Related_anime": "Mahoromatic: Year End Special, Mahoromatic, Mahoromatic 2: Year End Special, Mahoromatic: Summer Special, Mahoromatic: I\u0027m Home!",
    "Voice_actors": "Mahoro Andou : Ayako Kawasumi, Minawa Andou : Ai Shimizu, Suguru Misato : Fujiko Takimoto, Chizuko Oe : Asami Sanada, Feldrance : Misato Sakamoto, Kiyomi Kawahara : Atsushi Kisaichi, Mephlis : Kirk Thornton, Miyuki Sakura : Yumi Kikuchi, Bunjuro Nakayama\nOriginal Creator, Hiroyuki Yamaga\nDirector, Shouji Saeki\nAssistant Director \u0026 Episode Director \u0026 Key Animator \u0026 Screenplay \u0026 Storyboard, Toshio Masuda\nMusic, Kazuhiro Takamura\nCharacter Design, Tsuguo Kozawa\nPhotography Director, Naoko Kosakabe\nArt Director, Hitoshi Hibino\nColor Design",
    "staff": "Bunjuro Nakayama : Original Creator, Hiroyuki Yamaga : Director, Shouji Saeki : Assistant Director \u0026 Episode Director \u0026 Key Animator \u0026 Screenplay \u0026 Storyboard, Toshio Masuda : Music, Kazuhiro Takamura : Character Design, Tsuguo Kozawa : Photography Director, Naoko Kosakabe : Art Director, Hitoshi Hibino : Color Design"
  },
  {
    "Rank": "3593",
    "Name": "The Mystic Archives of Dantalian",
    "Japanese_name": " Dantalian no Shoka",
    "Type": "TV   ",
    "Episodes": "12.0",
    "Studio": "GAINAX",
    "Release_season": "Summer",
    "Tags": "Action, Fantasy, Mystery, England, Episodic, Europe, Inheritance, Magic, Based on a Light Novel, Violence",
    "Rating": "3.61",
    "Release_year": "2011.0",
    "Description": "\u0027After his grandfather’s untimely death, Hugh Anthony Disward visits the estate of his inheritance where he discovers a library that’s out of this world. Embodying the archive is Dalian, a clever girl with a sharp tongue as biting as her sweet tooth. Circumstance leads to necessity, and she teaches Huey how to harness the power within—a handy trick to learn, seeing as it’s the only way to subdue the monsters brought forth by magical works of literature.\u0027",
    "Content_Warning": "Violence",
    "Related_Mange": "Dantalian no Shoka (Light Novel), Dantalian no Shoka, Dantalian no Shoka: Dalian Days",
    "Related_anime": "Dantalian no Shoka: Ibarahime",
    "Voice_actors": "Dalian : Miyuki Sawashiro, Hugh Anthony Disward : Daisuke Ono, Armand Jeremiah : Takahiro Sakurai, Camilla Sauer Keynes : Mamiko Noto, Flam : Ami Koshimizu, Hal Kamhout : Masayuki Katou, Ira : Yumiko Kobayashi, Professor : Gou Shinomiya, Yutaka Uemura\nDirector, Yo Tsuji\nMusic, Sumie Kinoshita\nCharacter Design, Yoshikazu Iwanami\nSound Director, Yoshikazu Beniya\nProducer, Junka Kobayashi\nProducer, Yasuhiro Takeda\nProducer, Masahiko Murata\nEpisode Director \u0026 Storyboard",
    "staff": "Yutaka Uemura : Director, Yo Tsuji : Music, Sumie Kinoshita : Character Design, Yoshikazu Iwanami : Sound Director, Yoshikazu Beniya : Producer, Junka Kobayashi : Producer, Yasuhiro Takeda : Producer, Masahiko Murata : Episode Director \u0026 Storyboard"
  }
]