[
  {
    "Rank": "2233",
    "Name": "Lord Marksman and Vanadis",
    "Japanese_name": " Madan no Ou to Vanadis",
    "Type": "TV   ",
    "Episodes": "13.0",
    "Studio": "SATELIGHT",
    "Release_season": "Fall ",
    "Tags": "Action, Adventure, Ecchi, Fantasy, Harem, Romance, Political, Swordplay, War, Based on a Light Novel, Violence",
    "Rating": "3.76",
    "Release_year": "2014.0",
    "Description": "\"Tigrevurmud Vorn, the young lord of a remote region far from the kingdom\u0027s center, is commanded by the king to go fight the war against a neighboring country. The leader of the enemy is Eleonora Viltaria, one of the seven Vanadis given supernatural arms from a dragon. The moment when an archer boy and the silver-haired beautiful war maiden meet, it is the beginning for the legend of a hero that will be told for generations to come.\"",
    "Content_Warning": "Violence",
    "Related_Mange": "Lord Marksman and Vanadis, Lord Marksman and Vanadis (Light Novel)",
    "Related_anime": "Lord Marksman and Vanadis: Tigre and Vanadish",
    "Voice_actors": "Eleonora Viltaria : Haruka Tomatsu, Tigrevurmud Vorn : Kaito Ishikawa, Bertrand : Takayuki Sugou, Duke Felix Aaron Thenardier : Dai Matsumoto, Lim : Yuka Iguchi, Ludmila Lourie : Mariya Ise, Rurick : Kazuyuki Okitsu, Sir Mashas : Hajime Iijima, Tatsuo Satou\nDirector, Masaru Yokoyama\nMusic, Nobuaki Nobusawa\nMusic, Yousuke Kabashima\nCharacter Design \u0026 Chief Animation Director, Kenji Yasuda\nEpisode Director, Takaaki Fukuyo\nAnimation Director \u0026 Key Animator",
    "staff": "Tatsuo Satou : Director, Masaru Yokoyama : Music, Nobuaki Nobusawa : Music, Yousuke Kabashima : Character Design \u0026 Chief Animation Director, Kenji Yasuda : Episode Director, Takaaki Fukuyo : Animation Director \u0026 Key Animator"
  },
  {
    "Rank": "4139",
    "Name": "Legends of the Dark King: A Fist of the North Star Story",
    "Japanese_name": " Hokuto no Ken: Raoh Gaiden - Ten no Haoh",
    "Type": "TV   ",
    "Episodes": "13.0",
    "Studio": "SATELIGHT",
    "Release_season": "Fall ",
    "Tags": "Action, Seinen, Martial Arts, Overpowered Main Characters, Post-apocalyptic, Based on a Manga, Explicit Violence",
    "Rating": "3.57",
    "Release_year": "2008.0",
    "Description": "\"The year is 199X, and most of the world\u0027s population has been wiped out by nuclear war. Raoh, the strongest warrior alive, survives by using a deadly martial art known as Hokuto Shin Ken; this powerful fighting style targets pressure points and is said to be unbeatable. Along with the feisty and beautiful Reina, her smart and cunning brother Souga and Raoh\u0027s trusty steed Kokuro-ko, Raoh sets forth to conquer what\u0027s left of mankind. Yet the world is not as we know it – it\u0027s filled with killers, thieves, warlords and the weak. With epic power and fear, Raoh will conquer his enemies where they stand.\"",
    "Content_Warning": "Explicit Violence",
    "Related_Mange": "Fist of the North Star, Fist of the Blue Sky, Legends of the Dark Kings: A Fist of the North Star Story, Fist of the North Star Gaiden: Kinyoku no Garuda - Nanto Goshasei Zenshi, Fist of the Blue Sky: Regenesis",
    "Related_anime": "Fist of the North Star, Fist of the North Star: The Movie, Fist of the North Star 2, New Fist of the North Star, Hokuto no Ken: Legend of Heroes, Fist of the North Star: Legend of Raoh - Death for Love, Fist of the Blue Sky, Fist of the Blue Sky Specials, Fist of the North Star: Legend of Yuria, Fist of the North Star: Legend of Raoh - Fierce Fight, Fist of the North Star: Legend of Toki, Fist of the North Star: Legend of Kenshiro, DD Hokuto no Ken, DD Fist of the North Star, Fist of the North Star: Strawberry Flavor, DD Fist of the North Star II",
    "Voice_actors": "Raoh : Takayuki Kondou, Reina : Mai Nakahara, Sakuya : Akiko Kimura, Souga : Masaya Matsukaze, Amon : Katsuhisa Houki, Gaoh : Hideyuki Umezu, Gihan : Makoto Yasumura, Gion : Yukihiro Misono, Yu-Ko Osada\nOriginal Creator, Masashi Abe\nDirector, Shinya Naito\nMusic, Kazuhiro Ishikawa\nMusic, Hirotaka Marufuji\nCharacter Design, Hisato Usui\nProducer, Kazuo Oonuki\nProducer, Kouta Naka\nProducer",
    "staff": "Yu-Ko Osada : Original Creator, Masashi Abe : Director, Shinya Naito : Music, Kazuhiro Ishikawa : Music, Hirotaka Marufuji : Character Design, Hisato Usui : Producer, Kazuo Oonuki : Producer, Kouta Naka : Producer"
  }
]